"1" = "正在撥接至您的 ISP⋯";
"2" = "正在連接⋯";
"3" = "進行認證中⋯";
"4" = "已連接您的 ISP。";
"5" = "正在中斷連線⋯";

"-2" = "無法啟用 PPP 設定服務程式。";
"-1" = "無法初始化 PPP。";

"0" = "無法連接到您的 ISP。";
"256" = "數據機沒有回應。請檢查數據機連線並重試一次。";
"257" = "CCL 失敗。";
"258" = "Chat 失敗";
"259" = "LCP 失敗。";
"260" = "認證失敗。請檢查您的使用者名稱與密碼並再試一次。";
"261" = "閒置逾時。";

"512" = "未偵測到載波音頻。";
"513" = "您的 ISP 忙線中。";
"514" = "無撥號音。請檢查電話線並重試一次。";
"515" = "數據機發生錯誤。";

"PPP_SWITCH_TO_PULSE" = "切換至脈衝撥號。";
"PPP_SWITCH_TO_TONE" = "切換至音頻撥號。";
"PPP_WILL_REDIAL" = "3 秒內將重新撥號。";
		
